/* Quarantine failure, several items; %lu is the count */
"%lu extracted items could not be marked as downloaded from the internet." = "%lu extracted items could not be marked as downloaded from the internet.";

/* Quarantine failure, one item */
"1 extracted item could not be marked as downloaded from the internet." = "1 extracted item could not be marked as downloaded from the internet.";

/* Error for an old 7zz; version, path, minimum version */
"7zz %@ at %@ is older than %@, the first version with fixes for CVE-2025-11001, CVE-2025-11002 and CVE-2025-55188." = "7zz %1$@ at %2$@ is older than %3$@, the first version with fixes for CVE-2025-11001, CVE-2025-11002 and CVE-2025-55188.";

/* Error when 7zz exits with a failure */
"7zz could not extract the archive." = "7zz could not extract the archive.";

/* Error when listing with 7zz fails */
"7zz could not list the archive." = "7zz could not list the archive.";

/* Error when no 7zz exists; %@ lists the paths searched */
"7zz was not found at %@." = "7zz was not found at %@.";

/* Menu item; %@ is the app name */
"About %@" = "About %@";

/* Error for an entry without a name */
"An entry in the archive has no readable name." = "An entry in the archive has no readable name.";

/* Menu item */
"Bring All to Front" = "Bring All to Front";

/* Button that stops the extraction */
"Cancel" = "Cancel";

/* Status while cancelling */
"Cancelling…" = "Cancelling…";

/* Button that closes the window
   Menu item that closes the window */
"Close" = "Close";

/* Menu item */
"Copy" = "Copy";

/* Status when extraction finished */
"Done." = "Done.";

/* Menu title */
"Edit" = "Edit";

/* Status while extracting */
"Extracting…" = "Extracting…";

/* Error when an extractor fails without a message */
"Extraction failed." = "Extraction failed.";

/* Error when free space runs low */
"Extraction was stopped." = "Extraction was stopped.";

/* Menu title */
"File" = "File";

/* Menu item; %@ is the app name */
"Hide %@" = "Hide %@";

/* Button that collapses the error details */
"Hide Details" = "Hide Details";

/* Menu item */
"Hide Others" = "Hide Others";

/* How to get 7zz when it is missing */
"Install it with “brew install sevenzip”." = "Install it with “brew install sevenzip”.";

/* Quarantine failure detail, several items; %@ is the first path */
"macOS will not check these items before they open. First item: %@" = "macOS will not check these items before they open. First item: %@";

/* Quarantine failure detail, one item; %@ is its path */
"macOS will not check this item before it opens. Item: %@" = "macOS will not check this item before it opens. Item: %@";

/* Menu item */
"Minimize" = "Minimize";

/* What the user can do about an encrypted archive */
"N2O Archiver cannot extract password-protected archives yet." = "N2O Archiver cannot extract password-protected archives yet.";

/* Error when no extractor handles the file */
"N2O Archiver does not recognize the format of this file." = "N2O Archiver does not recognize the format of this file.";

/* Menu item that shows the open panel */
"Open…" = "Open…";

/* Status before extraction starts */
"Preparing…" = "Preparing…";

/* Menu item; %@ is the app name */
"Quit %@" = "Quit %@";

/* Menu item */
"Select All" = "Select All";

/* Prompt in the open panel */
"Select archives to extract" = "Select archives to extract";

/* Menu holding the system services */
"Services" = "Services";

/* Menu item */
"Show All" = "Show All";

/* Button that expands the error details */
"Show Details" = "Show Details";

/* Error for an archive without entries */
"The archive contains no files." = "The archive contains no files.";

/* Error for an encrypted archive */
"The archive is password-protected." = "The archive is password-protected.";

/* Why the extraction was stopped */
"The disk is almost full: free space dropped below 1 GB, or below 5% of the volume if that is smaller. The partially extracted files were removed." = "The disk is almost full: free space dropped below 1 GB, or below 5% of the volume if that is smaller. The partially extracted files were removed.";

/* Error when the output cannot be renamed */
"The extracted files could not be moved into place next to the archive." = "The extracted files could not be moved into place next to the archive.";

/* Error when the staging directory cannot be created */
"The folder for the extracted files could not be created next to the archive." = "The folder for the extracted files could not be created next to the archive.";

/* Leftover output note; %@ is a folder path, then the reason or nothing */
"The partially extracted files could not be removed and are in the hidden folder “%@”.%@" = "The partially extracted files could not be removed and are in the hidden folder “%1$@”.%2$@";

/* Error when 7zz does not report a version; %@ is its path */
"The version of 7zz at %@ could not be determined." = "The version of 7zz at %@ could not be determined.";

/* Where the output was left; %@ is a folder path */
"They are in the hidden folder “%@”." = "They are in the hidden folder “%@”.";

/* Error when libarchive gives no message */
"Unknown archive error" = "Unknown archive error";

/* Error for a file that is not an archive */
"Unrecognized archive format" = "Unrecognized archive format";

/* How to replace a 7zz that is too old */
"Update it with “brew upgrade sevenzip”." = "Update it with “brew upgrade sevenzip”.";

/* Menu title */
"Window" = "Window";

/* Menu item */
"Zoom" = "Zoom";

/* Sheet title after a failure; %@ is the archive name */
"“%@” could not be extracted." = "“%@” could not be extracted.";

/* Sheet title after a quarantine failure; %@ is the archive name */
"“%@” was extracted, but some files are not marked as downloaded." = "“%@” was extracted, but some files are not marked as downloaded.";

